Repository: SanShamor/GymAssist
Catalog: GymAssist/Support/*.lproj/Localizable.strings
Languages: ru

# TaskList:alert.1
source: Edit workout
ru: Изменить программу

# TaskList:alert.2
source: New workout
ru: Новая программа

# TaskList:alert.3
source: Enter the name of the workout
ru: Укажите название тренировки

# Tasks:start
source: Let's start to ROCK!
ru: Давай начнем качаться!

# Tasks:alert.1
source: Edit task
ru: Изменение задачи

# Tasks:alert.2
source: New task
ru: Новое упражнение

# Task:alert.message
source: Enter message data
ru: Введите данные

# Detail:alert.saved
source: Saved successfully
ru: Успешно сохранено

# Detail:alert.text
source: You can find it at results-screen
ru: Посмотрите в странице результатов

# Detail:alert.reset
source: Reset timer?
ru: Сбросить таймер

# Detail:alert.sure
source: Are you sure?
ru: Вы уверены?

# BMI:chart.progress
source: Results
ru: Прогресс

# BMI:chart.noData
source: No readings
ru: Показания отсутствуют

# BMI:doneButton.ready
source: Ready
ru: Готово

# BMI:alert.upd
source: Updating data
ru: Обновление данных

# BMI:alert.weight
source: Enter current weight
ru: Укажите текущий вес

# BMI:alert.charts
source: For build a graph
ru: Для построения графика

# BMI:alert.Progress
source: Progress
ru: Прогресс

# BMI:alert.wrongFormat
source: Incorrect format
ru: Некорректный формат

# BMI:alert.tryAgain
source: Try again
ru: Попробуйте еще раз

# highscores:title
source: My results
ru: Мои результаты

# highscores:del
source: Delete
ru: Удалить

# alretExt:db.save
source: Save
ru: Coхранить

# alretExt:db.upd
source: Update
ru: Обновить

# alretExt:cancelButton
source: Cancel
ru: Назад

# alretExt:1.text
source: Name
ru: Название

# alretExt:2.textFirst
source: Task's name
ru: Название упражнения

# alretExt:2.textSecond
source: Weight / Note
ru: Вес / Колличество повторений

# alretExt:3.textFirst
source: Height (cm)
ru: Рост (см)

# alretExt:3.textSecond
source: Weight (kg)
ru: Вес (кг)

# DataManager:training1.name
source: Warm-up
ru: Разминка

# DataManager:training2.name
source: Power training
ru: Силовая тренировка

# DataManager:1-1
source: Head rotation
ru: Вращения головой

# DataManager:1-2
source: Elbow rotations
ru: Вращения локтями

# DataManager:1-3
source: Hands waving
ru: Махи руками

# DataManager:1-4
source: Body rotation
ru: Вращение тазом

# DataManager:1-5
source: Tilts to the legs
ru: Наклоны к ногам

# DataManager:1-6
source: Legs swing
ru: Махи ногами

# DataManager:1-7
source: Side lunges
ru: Боковые выпады

# DataManager:2-1
source: Barbell bench press
ru: Жим штанги

# DataManager:2-2
source: Pull-ups
ru: Подтягивания

# DataManager:2-3
source: Kettlebell swing
ru: Махи гирей

# DataManager:2-4
source: Triceps - Dumbbells
ru: Гантели-трицепс

# DataManager:2-5
source: Reverse grip-triceps
ru: Обр.хват-трицепс

# DataManager:BMI.info
source: Body Mass Index (BMI) is a person’s weight in kilograms divided by the square of height in meters. A high BMI can indicate high body fatness. BMI screens for weight categories that may lead to health problems, but it does not diagnose the body fatness or health of an individual
ru: Индекс массы тела (BMI) — величина, позволяющая оценить степень соответствия массы человека и его роста и тем самым косвенно судить о том, является ли масса недостаточной, нормальной или избыточной. ИМТ важен при определении показаний для лечения
